MAIN_MENU_MESSAGE = [
    "Главное меню.",  # MAIN_MENU_MESSAGE[0]
    "Выбери интересующую тебя опцию:",
    "Неизвестная команда",
]  # MAIN_MENU_MESSAGE[1]
MAIN_BUTTONS = [
    "Когда игра?",  # MAIN_BUTTONS[0]
    "Запись на игру",  # MAIN_BUTTONS[1]
    "Я записан?",  # MAIN_BUTTONS[2]
    "Контакты",
]  # MAIN_BUTTONS[3]
INFO = [
    "Следующая игра будет: ",  # INFO[0]
    "Текущая дата: ",  # INFO[1]
    "Контакты для связи: \n@ArtStudioVitaliyaLeshchenko \n@MartesZibellina",  # INFO[2]
    "Хочешь записаться на игру?",
]
CHECK = [
    ", ты в игре.",  # CHECK[0]
    ", ты в сомнениях.",  # CHECK[1]
    ", ты вне игры.",  # CHECK[2]
    "Информация не найдена",
]  # CHECK[3]
CONFIRM_MESSAGE = [
    "Ты уверен, ",  # CONFIRM_MESSAGE[0]
]
CONFIRM_BUTTONS = [
    "Да, записывай",  # CONFIRM_BUTTONS[0]
    "Не уверен",  # CONFIRM_BUTTONS[1]
    "Нет, отказываюсь",
]  # CONFIRM_BUTTONS[2]

ADMIN_MENU_MESSAGE = [
    "Меню админа.",  # ADMIN_MENU_MESSAGE[0]
    "Выбери интересующую тебя опцию:",  # ADMIN_MENU_MESSAGE[1]
    "Вы - администратор.",  # ADMIN_MENU_MESSAGE[2]
]
ADMIN_BUTTONS = [
    "Общий список игроков",  # ADMIN_BUTTONS[0]
    "Игроки в игре",  # ADMIN_BUTTONS[1]
    "Игроки в сомнениях",  # ADMIN_BUTTONS[2]
    "Игроки вне игры",  # ADMIN_BUTTONS[3]
    "Сумма от игроков",  # ADMIN_BUTTONS[4]
    "Вывести инфу по игрокам",
]
BACK = "Назад"

ERROR = [
    "Error in Main Menu. Fuck",
    "Error in Confirm Menu. I still suck some cocks",
    "Error in Checking Menu. I am a twat",
]

PAY = ["Оплатить игру", "Игра оплачена", "Игра не оплачена"]

MENUS = ["Главное меню", "Меню записи", "Меню оплаты"]

DISCLAIMER = """
🟩🟩🟩 Дисклеймер 🟩🟩🟩
Сам знаешь что и сам знаешь зачем.
"""
